# DBeam_GetObjFallOff

## Description
Return the most recently created beam object

```pascal
FUNCTION DBeam_GetObjFallOff : HANDLE;
```

```python
def vs.DBeam_GetObjFallOff():
    return HANDLE
```

## Version
Availability: from Vectorworks 2011

## Category
* Spotlight